{
  "metadata": {
    "title": "Terms of Service - Scalar",
    "description": "By accessing or using our website, products, or services, you agree to be bound by these Terms and Conditions."
  },
  "title": "Terms of Service",
  "sections": {
    "intro": {
      "title": "Terms of Service",
      "content": "Welcome to Scalar. These terms govern your use of our services and outline our mutual responsibilities.\nBy using Scalar, you agree to these terms. Please read them carefully before using our services.\nYou may use Scalar for your projects in accordance with these terms and applicable laws.\nFor any questions about our terms, please contact us.",
      "contactText": "contact us",
      "contactEmail": "support@scalar.com"
    },
    "legalCompliance": {
      "title": "Legal Compliance",
      "content": "For cloud services, you must comply with all applicable laws and regulations. To make any legal requests or inquiries, simply contact us. We handle all legal matters in accordance with applicable laws.",
      "contactText": "contact us",
      "contactEmail": "support@scalar.com"
    },
    "serviceTerms": {
      "title": "Service Terms",
      "content": "Our service includes both cloud and self-hosted options. The cloud version requires account creation and includes additional features, while the self-hosted version can be used according to the MIT license terms."
    },
    "openSource": {
      "title": "Open Source",
      "content": "Using the open-source Scalar CMS? You have complete freedom to modify and deploy it in your own environment, subject to the MIT license terms."
    },
    "usageTerms": {
      "title": "Usage Terms",
      "content": "The open-source version is provided under the MIT license, giving you the freedom to use, modify, and distribute the software."
    },
    "serviceAvailability": {
      "title": "Service Availability",
      "content": "For cloud services, we strive to maintain high availability but do not guarantee uninterrupted service. We may perform maintenance or updates that could temporarily affect service availability.\n\nFor the open-source version, you are responsible for your own deployment and maintenance."
    },
    "dataProtection": {
      "title": "Data Protection",
      "content": "We handle your data in accordance with our Privacy Policy. For the cloud version, we implement industry-standard security measures to protect your information.",
      "privacyPolicyLink": "Privacy Policy",
      "privacyPolicyUrl": "/privacy-policy"
    },
    "acceptanceOfTerms": {
      "title": "1. Acceptance of Terms",
      "content": "1.1. By using our services, you confirm that you are at least 18 years old or have parent/guardian consent to use our platform.\n\n1.2. These Terms and Conditions form a legally binding agreement between you and Scalar."
    },
    "servicesProvided": {
      "title": "2. Services Provided",
      "content": "2.1. Scalar provides tools and solutions powered by artificial intelligence, such as:\n\n- AI-driven analytics\n- Channel integration\n- Predictive modeling\n\n2.2. All features are subject to availability and may be updated or discontinued at our discretion."
    },
    "userResponsibilities": {
      "title": "3. User Responsibilities",
      "content": "3.1. You agree to use our services for lawful purposes only.\n\n3.2. You are responsible for ensuring that your use of our platform complies with all applicable laws and regulations.\n\n3.3. Unauthorized use, such as reverse engineering, reselling, or tampering with our AI systems, is strictly prohibited."
    },
    "privacyAndDataUse": {
      "title": "4. Privacy and Data Use",
      "content": "4.1. Your privacy is important to us. By using Scalar, you agree to our Privacy Policy.\n\n4.2. Data collected from your usage may be used to improve our AI algorithms and enhance our services.\n\n4.3. Sensitive or personally identifiable information will never be shared without your consent, except as required by law."
    },
    "intellectualProperty": {
      "title": "5. Intellectual Property",
      "content": "5.1. All content, designs, and AI algorithms provided by Scalar are the intellectual property of Scalar.\n\n5.2. You may not duplicate, copy, distribute, or exploit any part of our services without prior written consent."
    },
    "limitationOfLiability": {
      "title": "6. Limitation of Liability",
      "content": "6.1. Scalar is provided \"as is\" without warranties of any kind.\n\n6.2. We are not responsible for any losses, damages, or liabilities arising from the use of our services.\n\n6.3. While we strive for accuracy, our AI outputs are not guaranteed to be error-free or appropriate for all use cases."
    },
    "termination": {
      "title": "7. Termination",
      "content": "7.1. We reserve the right to suspend or terminate your access to our services if you violate these Terms and Conditions.\n\n7.2. Upon termination, your right to use the platform ceases immediately."
    },
    "changesToTerms": {
      "title": "8. Changes to Terms",
      "content": "8.1. We may update these Terms and Conditions periodically. Any changes will be posted on this page with a new effective date.\n\n8.2. Continued use of our services constitutes acceptance of the updated terms."
    },
    "governingLaw": {
      "title": "9. Governing Law",
      "content": "9.1. These terms are governed by the laws of [Your Country/Region]. Any disputes will be resolved in the courts of [Your Jurisdiction]."
    },
    "contactUs": {
      "title": "10. Contact Us",
      "content": "If you have questions or concerns about these Terms and Conditions, please contact us at:",
      "contactEmail": "scalar@example.com"
    }
  }
}